{
    "Welcome": "Bienvenue",
    "Compétences": "Compétences",
    "Expérience": "Expérience",
    "TitleStatus": "Etudiante à la Faculté Marocaine des Sciences de l'Ingénierie en Réseaux et Développement Informatique.",
    "ProfilePrestantation": "Etudiante en 4ème année à l'EMSI, spécialisé en Réseaux et Systèmes Informatiques. Passionné par le développement web et mobile, j'ai acquis des compétences en .NET, React, Spring Boot, Django (Python) et Flutter. Je suis actuellement à la recherche d'un stage pour appliquer mes connaissances et contribuer à des projets innovants dans un environnement dynamique. Je suis toujours à la recherche de nouveaux défis et projets qui me permettent de grandir et de repousser mes limites.",
    "greeting": "Bonjour",
    "My": "Je Suis",
    "Status": "Etudiante en Génie Informatique",
    "Number": "Téléphone",
    "Cv": "Télécharger le CV",
    "SurMoi": "À Propos de Moi",
    "oct 2021 - juin 2023": "Oct 2021 - Juin 2023",
    "Deust en MIP, FST": "Deust en MIP, FST",
    "Faculté des Sciences et Techniques": "Faculté des Sciences et Techniques.",
    "Tanger-Tétouan-Al Hoceima, Maroc": "Tanger-Tétouan-Al Hoceima, Maroc",
    "Diplome1": "Diplôme Universitaire en Études Scientifiques et Techniques (Deust), MIP (Mathématiques, Informatique et Physique).",
    "Licence en Génie Informatique, FST": "Licence en Génie Informatique, FST",
    "Diplome2": "Licence Professionnelle en (IDAI) Ingénierie du Développement Logiciel.",
    "Encours": "En cours: Étudiante en 4ème année, EMSI",
    "EMSI": "École Marocaine des Sciences de l'Ingénierie",
    "Diplome3": "Diplôme en Génie Informatique et Réseaux de l'EMSI - Programme de cinq ans - Compétences avancées en informatique, développement logiciel et gestion des réseaux.",
    "Stage PFE": "Stage",
    "Etude de Cas": "Étude de Cas",
    "Stagaire Développement": "Stagiaire Développement",
    "Rabat, Rabat-Salé-Kénitra, Maroc": "Rabat, Rabat-Salé-Kénitra, Maroc",
    "ProjetPFELicence": "Projet de Fin d'Année: Développement d'une Application Mobile Multiplateforme (Android/OS) pour les Déclarations de Décès, utilisant le Framework Flutter. Conception de l'interface utilisateur en Flutter, en mettant l'accent sur l'ergonomie pour les utilisateurs. Intégration avec des API pour la gestion des données (formulaires, authentification) via une application web et un stockage de données côté serveur. Technologies utilisées : Flutter, Dart, API RESTful, Git",
    "Application Web en Django": "Application Web en Django",
    "Contactez - Moi": "Contactez-Moi",
    "Etudiante": "Etudiante en Génie Informatique",
    "Nom*": "Nom*",
    "Sujet": "Sujet",
    "Envoyer": "Envoyer",
    "Message": "Message Envoyé Avec Succès",
    "succès": "Succès",
    "Projet": "Projet",
    "Projets réalisés": "Projets Réalisés",
    "React": "React.js est une bibliothèque JavaScript pour la création d'interfaces utilisateur.",
    ".Net": ".NET est une plateforme de développement gratuite, multiplateforme et open-source pour la création de différents types d'applications.",
    "Flutter": "Flutter est un kit d'outils UI de Google pour la création d'applications compilées nativement pour mobile.",
    "Spring Boot": "Spring Boot est un framework Java pour des applications prêtes à la production.",
    "Django": "Django est un framework web Python de haut niveau qui encourage un développement rapide et une conception propre et pragmatique.",
    "JavaScript": "JavaScript est un langage de programmation léger, interprété et de haut niveau, largement utilisé pour créer des applications web.",
    "Python": "Python est un langage de programmation interprété, de haut niveau et polyvalent, souvent utilisé pour le développement web.",
    "Android": "Android est un système d'exploitation open-source principalement utilisé pour les appareils mobiles, développé par Google.",
    "Tous les champs doivent être remplis.":"Tous les champs doivent être remplis."

}
